---
title: 隱私政策
date: 1
updated: 2026-04-10 23:04:50
---
<h1>隱私政策</h1>
<div>更新日期：<strong>2026年4月10日</strong></div>
<div>生效日期：<strong>2026年4月10日</strong></div>
<h2>導言</h2>
<p>
  本站是由 <i>UNDERTALE 中文在地化社群</i> 建立並運營的網站。
  本站希望透過本《隱私政策》向您說明，在使用本站的服務時，本站會如何收集、使用、儲存和分享這些資訊，以及本站為您提供的訪問、更新、控制和保護這些資訊的方式。
  本《隱私政策》與本站服務息息相關，希望您仔細閱讀，在需要時，按照本《隱私政策》的指引，作出您認為適當的選擇。本《隱私政策》中涉及的相關技術詞彙，我們儘量以簡明扼要的表述，並提供進一步說明的連結，以便您的理解。
</p>
<p><strong>您使用或繼續使用本站的服務，即意味著同意本站按照本《隱私政策》收集、使用、儲存和分享您的相關資訊。</strong></p>
<p>如對本《隱私政策》或相關事宜有任何問題，請透過 <strong>contact@utclc.top</strong> 或 <a href="https://github.com/UTCLC/website_cht/issues" target="_blank">Github Issues</a> 與我們聯絡。</p>

<h2>1. 本站收集的資訊</h2>
<p>本站或本站的第三方合作伙伴提供服務時，可能會收集、儲存和使用下列與您有關的資訊。如果您不提供相關資訊，可能無法享受本站的某些服務，或者無法達到相關服務擬達到的效果。</p>

<p>本站接入的第三方SDK：</p>
<ul>
  <li>Giscus<dl>
    <dt>服務提供商：</dt><dd>https://giscus.app</dd>
    <dt>使用目的：</dt><dd>評論系統</dd>
    <dt>收集個人資訊型別：</dt><dd>用於保持 Github 登入的 Cookie</dd>
    <dt>處理方式：</dt><dd>透過 Github 儲存賬戶資訊，Giscus 與本站均不透過任何方式儲存任何個人資訊</dd>
    <dt>隱私政策連結：</dt><dd>https://github.com/giscus/giscus/blob/main/PRIVACY-POLICY.md</dd>
  </dl></li>
</ul>
 
<h2>2. 資訊的儲存</h2>
<strong>2.1 資訊儲存的方式和期限</strong>
<ul>
 <li>本站不會在任何雲端上以任何方式儲存您任何形式的資料與個人資訊，所有資料均在您的瀏覽器上處理並會自動清除。</li>
 <li>一般情況下，本站只會在為實現服務目的所必需的時間內或法律法規規定的條件下使用您的個人資訊。</li>
</ul>

<h2>3. 資訊安全</h2>
<p>
本站使用各種安全技術和程式，以防資訊的丟失、不當使用、未經授權閱覽或披露。例如，在某些服務中，本站將利用加密技術（例如SSL）來保護您提供的個人資訊。但請您理解，由於技術的限制以及可能存在的各種惡意手段，在網際網路行業，即便竭盡所能加強安全措施，也不可能始終保證資訊百分之百的安全。您需要了解，您接入本站的服務所用的系統和通訊網路，有可能因本站可控範圍外的因素而出現問題。
</p>

<h2>4. 本站如何使用資訊</h2>
<p>本站可能將在向您提供服務的過程之中所收集的資訊用作下列用途：</p>
<ul>
  <li>向您提供服務；</li>
  <li>在本站提供服務時，用於身份驗證用途，確保本站向您提供的產品和服務的安全性；</li>
</ul>

<h2>5. 本站如何使用 Cookie</h2>
<p>
為確保產品正常運轉，本站會在您的計算機或移動裝置上儲存名為 Cookie 的小資料檔案。 Cookie 通常包含識別符號、產品名稱以及一些號碼和字元。藉助於 Cookie，本站能夠儲存您的偏好或商品等資料，並用以判斷註冊使用者是否已經登入， 提升服務和產品質量及最佳化使用者體驗。
</p>
<p>
本站出於不同的目的使用各種 Cookie，可能包括：必要型 Cookie、功能 Cookie、追蹤 Cookie 和定位與廣告 Cookie。某些 Cookie 可能由外部第三方提供，以向本站的產品提供其它功能。本站不會將 Cookie 用於本政策所述目的之外的任何用途。您可根據自己的偏好管理或刪除 Cookie。您可以清除計算機上或手機中儲存的所有 Cookie，大部分網路瀏覽器都設有阻止或停用 Cookie 的功能，您可對瀏覽器進行配置。阻止或停用 Cookie 功能後，可能影響您使用或不能充分使用本站的服務。
</p>
<p>本站可能將在向您提供服務的過程收集以下 Cookie 用於對應的服務：</p>
<ul>
  <li>
	必要型 Cookie / Strictly necessary cookies
	<ul>
		<li><a href="https://giscus.app" target="_blank">Giscus</a> - 提供評論區功能</li>
	</ul>
  </li>
  <li>
	功能 Cookie / Functionality cookies
	<ul>
		<li>無</li>
	</ul>
  </li>
  <li>
	追蹤 Cookie / Tracking cookies
	<ul>
		<li>無</li>
	</ul>
  </li>
  <li>
	定位與廣告 Cookie / Targeting and advertising cookies
	<ul>
		<li>無</li>
	</ul>
  </li>
</ul>

<h2>6. 您的權利</h2>
<p>
在您使用本站的服務期間，只有當您手動授權，本站才可獲得相應資訊的使用許可權，您可以隨時進行授權亦或是取消授權，停止使用本站服務。
如果您無法透過上述途徑和方式行使您的個人資訊主體權利，您可以透過本《隱私政策》中提供的聯絡方式提出您的請求，我們會按照法律法規的規定予以反饋。
</p>

<h2>7. 變更</h2>
<p>
我們可能適時修訂本《隱私政策》的條款。當變更發生時，我們會在版本更新時向您提示新的《隱私政策》，並向您說明生效日期。請您仔細閱讀變更後的《隱私政策》內容，<strong>若您繼續使用我們的服務，即表示您同意我們按照更新後的《隱私政策》處理您的個人資訊。</strong>
</p>

<h2>8. 聯絡我們</h2>
<p>
如您在閱讀過程中，對本政策有任何疑問，可聯絡本站諮詢，請透過 <strong>contact@utclc.top</strong> 或 <a href="https://github.com/UTCLC/website_cht/issues" target="_blank">Github Issues</a> 與我們聯絡，我們將盡力在合理時間內回覆並解決您的問題。
</p>